Repository: tinode/ios
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ru

source: Content deleted
ru: Контент удален

source: Accept
ru: Принять

source: Action failed: %@
ru: Ошибка выполнения: %@

source: Add contact
ru: Добавить контакт

source: Add optional description
ru: Описание (не обязательно)

source: Additional info (private)
ru: Дополнительно (только для себя)

source: Address copied
ru: Адрес скопирован

source: Also block and remove all messages
ru: Заблокировать и удалить все сообщения

source: Archive
ru: Архив

source: Archived Chats
ru: Архив чатов

source: Archived Chats (%@)
ru: Архив чатов (%@)

source: Are you sure you want to delete your account? It cannot be undone.
ru: Вы уверены, что хотите удалить аккунт? Удаление окончательно.

source: Are you sure you want to log out?
ru: Вы уверены, что хотите выйти из приложения?

source: Attachment
ru: Аттачмент

source: Attachment exceeds maximum size
ru: Аттачмент слишком большой

source: Audio-only
ru: Только звук

source: Block
ru: Заблокировать

source: Block contact?
ru: Заблокировать контакт?

source: Call
ru: Звонок

source: Can't change permissions for this user.
ru: Не получилось изменить права доступа.

source: Can't make this user owner.
ru: Не получилось передать права владения.

source: Cancel
ru: Отменить

source: Cannot send email: functionality not accessible.
ru: Невозможно отправить емейл: функция недоступна.

source: Change Password
ru: Изменить пароль

source: Change permissions
ru: Изменить права доступа

source: Check out Tinode Messenger
ru: Посмотри Tinode Messenger

source: Check out Tinode Messenger: https://tinode.co/
ru: Посмотри на Tinode Messenger: https://tinode.co/

source: Clear all messages?
ru: Удалить все сообщения?

source: Confirm contact
ru: Подтвердить контакт

source: Confirmaition message sent to %@
ru: Подтверждение отправлено на %@

source: Confirmation code sent
ru: Код подтверждения отправлен

source: Confirmed successfully
ru: Успешно подтверждено

source: Confirming...
ru: Проверка...

source: Connection to server lost.
ru: Свясь с сервером потеряна.

source: Copy
ru: Скопировать

source: Copy to clipboard
ru: Скопировать

source: Could not change password: %@
ru: Ошибка изменения паролы: %@

source: Couldn't connect to server at %@: %@
ru: Ошибка соединения с сервером %@: %@

source: Current credential
ru: Текущее значение

source: Delete
ru: Удалить

source: Delete the group?
ru: Удалить группу?

source: Directory
ru: Директория

source: Edit
ru: Изменить

source: Edit Description
ru: Описание

source: Edit Group
ru: Редактировать группу

source: Edit Title
ru: Название

source: Edit account name
ru: Редактировать аккаунт

source: Email
ru: Емейл

source: Enter a valid credential (phone or email).
ru: Введите корректный емейл или телефон.

source: Enter confirmation code sent to you by %@
ru: Введите код подтверждения, оправленный вам по %@

source: Enter email or phone number
ru: Введите емейл или телефон

source: Enter new password
ru: Введите новый пароль

source: Entered text is neither email nor phone number.
ru: Введенный текст не похож на емейл или телефон.

source: Error changing permissions: %@
ru: Ошибка изменения прав доступа: %@

source: Failed to create URL string for file: %@
ru: Ошибка создания URL для файла %@

source: Failed to create account: %@
ru: Ошибка создания аккаунта: %@

source: Failed to save group and contact info.
ru: Ошибка сохранения информации.

source: Failed to send email: %@
ru: Не получилось отправить емейл: %@

source: Failed to subscribe to topic: %@
ru: Ошибка подписки: %@

source: For all
ru: Для всех

source: For me
ru: Для себя

source: Form
ru: Форма

source: Forward
ru: Переслать

source: Full name, e.g. John Doe
ru: Полное имя, напр. Иван Петров

source: Ignore
ru: Игнорировать

source: Incoming call
ru: Входящий звонок

# Invalid group ID: %d (%@)
source: Invalid group ID: %1$d (%2$@)
ru: Ошибка адреса: %1$d (%2$@)

source: Invalid image
ru: Картинка с ошибкой

source: Invalid or unknown address
ru: Неизвестный адрес

source: Invite
ru: Пригласить

source: Leave
ru: Выйти

source: Leave the conversation?
ru: Выйти из чата?

source: Leave the group?
ru: Выйти из группы?

source: Local Contacts
ru: Контакты на телефоне

source: Logging in...
ru: Вход...

source: Login info missing...
ru: Логин не полный...

source: Make owner
ru: Сделать владельцем

source: Manage members
ru: Управление участниками

source: Message not sent.
ru: Сообщение не отправлено.

source: Message with instructions sent to the provided address.
ru: Сообщение с инструкциями отправлено по указанному адресу.

source: Messages
ru: Сообщения

source: My Code
ru: Мой код

source: Name of the group
ru: Название группы

source: Never ??:??
ru: Никогда ??:??

source: New Chat
ru: Новый чат

source: No access to email
ru: Нет доступа к емейлу

source: No access to messages
ru: Нет доступа к сообщениям

source: No members selected
ru: Участники не выбраны

source: No messages in the conversation
ru: Сообщения отсутствуют

source: No permission to access camera
ru: Нет доступа к камере

source: No permission to access microphone
ru: Нет доступа к микрофону

source: Only Owner can delete group
ru: Только владелец может удалить группу

source: Outgoing call
ru: Исходящий звонок

source: Owner cannot leave the group
ru: Владелец не может покинуть группу

source: Password too short
ru: Пароль слишком короткий

source: Password updated
ru: Пароль изменен

# Permissions not modified: %d (%s)
source: Permissions not modified: %1$d (%2$s)
ru: Права не изменены: %1$d (%2$s)

source: Picture
ru: Картинка

source: Playback failed
ru: Невозможно исполнить

source: Please wait...
ru: Подождите...

source: Private Comment
ru: Комментарий

source: Private info: not set
ru: Только для себя: отсутствует

source: QRCode scanner failed to initialize
ru: Сканер QR кодов не работает

source: Recording failed
ru: Ошибка записи

source: Registering...
ru: Регистрация...

source: Remove
ru: Удалить

# Remove %@ from %@?
source: Remove %1$@ from %2$@?
ru: Удалить %1$@ из %2$@?

# Remove and ban %@ from %@?
source: Remove and ban %1$@ from %2$@?
ru: Удалить и заблокировать %1$@ из %2$@?

source: Reply
ru: Ответить

source: Report
ru: Пожаловаться

source: Report Group?
ru: Сообщить о нарушении?

source: Report contact?
ru: Сообщить о нарушении?

source: Request failed: %@
ru: Ошибка запроса: %@

source: Requesting...
ru: Запрос...

source: Scan Code
ru: Сканировать код

source: Search by tags
ru: Поиск по тэгам

source: Search functionality limited. Grant Contacts permission.
ru: Поиск не работает: дайте доступ к контактам.

source: Select at least one group member
ru: Выберите хотя бы одного члена группы

source: Send message
ru: Отправить сообщение

source: Service unavailable at this time. Please try again later.
ru: Сейчас недоступно. Попробуйте позже

# Something went wrong: %d (%s)
source: Something went wrong: %1$d (%2$s)
ru: Что-то пошло не так: %1$d (%2$s)

source: Tags missing.
ru: Тэги не найдены.

source: The avatar is too small.
ru: Аватар слишком маленький

source: The file size exceeds the limit %@
ru: Размер файла превысил лимит %@

source: Topic name missing
ru: Называние отсутствует

source: Unarchive
ru: Разархивировать

source: Unblock
ru: Разблокировать

source: Undefined
ru: Без названия

source: Unknown
ru: Неизвестно

source: Unknown %@
ru: Неизвестый %@

source: Unknown type
ru: Неизвестный тип

source: Unsupported
ru: Не поддерживается

source: Updating password...
ru: Пароль изменяется...

source: Upload failed (%@). No server response.
ru: Ошибка загрузки (%@). Сервер недоступен.

source: Upload failed (%@): empty response body.
ru: Ошибка загрузки (%@): пустой ответ сервера.

# Upload failed (%@): response code %d.
source: Upload failed (%1$@): response code %2$d.
ru: Ошибка аплоада (%1$@): код %2$d.

# Verification failure: %d %@
source: Verification failure: %1$d %2$@
ru: Ошибка верификации: %1$d %2$@

source: Video
ru: Видео

source: We will send a SMS with confirmation code to the number below
ru: Мы отправим СМС с кодом подтверждения на номер, указанный ниже

source: We will send an email with confirmation code to the address below
ru: Мы отправим емейл с кодом подтверждения на адрес, указанный ниже

source: You
ru: Вы

source: You are invited to start a new chat. What would you like?
ru: Вас пригласили в чат. Подвердить?

source: You are offline.
ru: Вы оффлайн.

# You have no chats&#10;&#10;¯_(ツ)_/¯
source: You have no chats ¯\_(ツ)_/¯
ru: Нет чатов ¯\_(ツ)_/¯

source: button
ru: кнопка

source: cancelled
ru: отменен

source: confirm
ru: подтвердить

source: connecting
ru: соединяется

source: edited
ru: изменено

source: in progress
ru: в процессе

source: online now
ru: сейчас онлайн

source: undefined
ru: без названия

# 0Fx-rq-hiS.title
source: New Group
ru: Новая группа

# 1tv-os-KfJ.normalTitle
source: Sign Up
ru: Регистрация

# 3hX-RM-7Ha.text
source: Administration and Security
ru: Административные настройки

# 3zN-CC-6bS.title
source: Invite
ru: Пригласить

# 4dd-0I-UFm.title
source: General Settings
ru: Общие настройки

# 4ll-eW-b8Z.text
source: Send typing notifications
ru: Индикатор печати

# 4ur-p6-jff.title
source: Credentials Change
ru: Изменение учетных данных

# 6Nd-3S-JBo.text
source: Optional comment (private)
ru: Комментарий (только для себя)

# 6ON-kt-aM9.text
source: John Doe
ru: Иван Петров

# 6zX-Sq-TK6.normalTitle
source: Configure Connection
ru: Настройка связи

# 8RW-nB-5t3.text
source: Log out
ru: Выйти

# 8eC-OS-Net.text
source: Report Contact
ru: Пожаловаться

# 8wo-Rg-iTZ.text
source: Anonymous users
ru: Анонимные

# 9Co-1p-ugz.placeholder
source: Phone number
ru: Номер телефона

# 9Lj-hp-MkL.text
source: Contact us
ru: Обратная связь

# 9SI-IJ-VTf.text
source: We will send confirmation code to the address below
ru: Мы отправим код подтверждения на указанный адрес

# 9Zn-Sl-aQb.headerTitle
source: New Credential
ru: Новая учетная запись

# 9dk-JW-5z0.text
source: Terms of use
ru: Условия использования

# 9gO-eS-keH.text
source: Authenticated users
ru: Авторизованные

# 9mf-og-8Hl.title
source: Settings
ru: Настройки

# 12g-Mq-Ht6.text
source: Size:
ru: Размер:

# 26s-2T-nI0.headerTitle
source: Group Members
ru: Участники

# 82W-36-na3.placeholder
source: Enter Confirmation Code
ru: Введите код подверждения

# AXP-O2-x5k.text
source: App Version
ru: Версия приложения

# Akq-Gr-LNH.text
source: Private comment
ru: Комментарий (только для себя)

# AoI-xo-VbS.text
source: Muted
ru: Без уведомлений

# BJV-dk-s3m.text
source: Configuration Code
ru: Код настройки

# BRf-xV-zvt.headerTitle
source: Password reset
ru: Пароль изменен

# Cib-aE-hH5.title
source: Video Call
ru: Видеозвонок

# Cy6-Bq-QCi.placeholder
source: Optional description
ru: Описание (не обязательно)

# D3z-yf-zJA.text
source: Description
ru: Пояснение (только для себя)

# DEM-ia-TIj.text
source: Archived
ru: Архивировано

# Do2-Ue-UdA.placeholder
source: Additional info (private)
ru: Пояснение (только для себя)

# FKi-Zf-cyS.text
source: Server
ru: Сервер

# FeF-3T-sWp.text
source: Add members
ru: Пригласить

# Fjs-5K-JCI.text
source: Delete account
ru: Удалить аккаунт

# H78-sG-L0j.headerTitle
source: Default Permissions
ru: Разрешения по умолчанию

# Hah-A8-0yd.title
source: Video Preview
ru: Превью видео

# IMk-1F-WiZ.title
source: Reset Password
ru: Восстановить пароль

# IP5-9X-LlM.configuration.title
source: Show Code
ru: Показать код

# IbJ-of-vl0.text
source: Add optional description
ru: Добавить описание (не обязательно)

# ImI-af-TFh.configuration.title
source: Scan Code
ru: Сканировать код

# IzY-DL-wiS.text
source: Verified
ru: Официальный

# JlG-TH-asZ.text
source: Confirmation code
ru: Код подтверждения

# JpP-JB-AWY.title
source: Image Preview
ru: Предпросмотр

# K7L-Uc-b68.text
source: Subtitle
ru: Подзаголовок

# KL3-O0-A0I.text
source: Untrustworthy
ru: Подозрительный

# KSy-US-Bkx.text
source: Block Contact
ru: Заблокировать контакт

# LRu-ae-drd.title
source: Edit Members
ru: Изменить участников

# LVG-dB-flA.title
source: New Chat
ru: Новый чат

# LVW-qL-KG8.text
source: Untrusworthy
ru: Подозрительный

# Lh9-1X-ez1.text
source: Blocked contacts
ru: Заблокированные контакты

# LoW-9v-9fd.text
source: Scan Code
ru: Сканировать код

# NNn-m0-IQE.placeholder
source: New Email Address
ru: Новый емейл

# O9h-LB-2lW.title
source: Notifications
ru: Уведомления

# OeG-Kx-gwG.text
source: Content type:
ru: Тип контента:

# OwU-2N-QQV.text
source: Address
ru: Адрес

# Pnk-9m-ZVg.title
source: Account Settings
ru: Настройки аккаунта

# PuQ-zO-4Of.text
source: First and Last Name
ru: Имя и фамилия

# QwO-fs-VYW.headerTitle
source: Security
ru: Безопасность

# R6w-cr-96Z.normalTitle
source: Request
ru: Запросить

# RA0-dx-dSp.text
source: Group or user ID
ru: Адрес пользователя или группы

# ROK-aW-Tlk.text
source: Staff-managed
ru: Административный

# Rv6-qQ-FqW.normalTitle
source: Sign up
ru: Зарегистрироваться

# RvM-se-Nch.text
source: Content type:
ru: Тип контента:

# SQN-GC-qEL.placeholder
source: Email
ru: Емейл

# T7l-iC-Rs6.title
source: By ID
ru: По адресу

# TQV-dP-vL9.headerTitle
source: Contacts
ru: Контакты

# TvF-F9-blO.normalTitle
source: Sign In
ru: Войти

# U5T-k4-DgP.headerTitle
source: Actions
ru: Действия

# Ukl-EW-zMS.text
source: Anonymous users
ru: Анонимные

# VLd-3M-5wj.headerTitle
source: Current Credential
ru: Текущая запись

# WTE-Mf-oSE.placeholder
source: New password
ru: Новый пароль

# WVu-hr-VVU.text
source: The name of the group
ru: Название группы

# Wyn-hP-c2H.placeholder
source: Email
ru: Емейл

# ZQy-2N-acy.placeholder
source: Password
ru: Пароль

# ZTD-e7-fNF.accessibilityHint
source: Login
ru: Логин

# ZTD-e7-fNF.accessibilityLabel
source: Login
ru: Логин

# ZTD-e7-fNF.placeholder
source: User name
ru: Имя пользователя

# ZTN-Oj-COh.title
source: File Preview
ru: Предпросмотр

# Zdw-nR-1tB.text
source: Others can find group by these tags
ru: Тэги для поиска

# Zn8-7V-BcX.text
source: Privacy policy
ru: Политика конфиденциальности

# a2m-CR-0Zc.title
source: Image Preview
ru: Предпросмотр

# a4o-bz-GPx.text
source: Report Group
ru: Пожаловаться на группу

# a45-p0-44d.text
source: GROUP MEMBERS
ru: УЧАСТНИКИ

# aA7-FA-fcf.text
source: File name:
ru: Имя файла:

# aCk-Z4-8m7.text
source: Notifications
ru: Уведомления

# aFc-MO-QyO.normalTitle
source: Confirm
ru: Подтвердить

# ab5-J1-Lx7.normalTitle
source: I Have Code
ru: У меня есть код

# awR-up-0dD.title
source: General Settings
ru: Общие настройки

# axr-PN-Xcr.text
source: Verified
ru: Официальный

# bEA-WA-uoH.text
source: Last active
ru: Был онлайн

# bYc-bz-7iK.text
source: No results
ru: Пусто

# bca-bT-6Tn.placeholder
source: Description (optional)
ru: Описание (не обязательно)

# bfU-AG-oM0.text
source: We will send a message with confirmation code to address above
ru: Мы отправим сообщение с кодом подтверждения на указанный адрес

# bvE-OV-sy1.headerTitle
source: Contacts
ru: Контакты

# cD6-Om-VgZ.text
source: Add optional description
ru: Добавить описание (не обязательно)

# cOw-88-WKy.normalTitle
source: Change
ru: Изменить

# d7l-9Y-8mk.title
source: Help and About
ru: Помощь, о приложении

# dT7-dW-WFv.text
source: Delete Group
ru: Удалить группу

# eHa-mE-ZbY.text
source: Manage tags
ru: Управлять

# fO5-2o-Zk6.title
source: Forward To
ru: Переслать к

# fP4-sa-3Wz.title
source: Archived chats
ru: Архив чатов

# fPM-Ht-gZz.text
source: Help and About
ru: Помощь, о приложении

# ftJ-J6-tqx.text
source: ALL USERS
ru: ВСЕ ПОЛЬЗОВАТЕЛИ

# gLF-JR-ZfF.accessibilityHint
source: Password
ru: Пароль

# gLF-JR-ZfF.accessibilityLabel
source: Password
ru: Пароль

# gLF-JR-ZfF.placeholder
source: Password
ru: Пароль

# geh-gC-6qO.text
source: Send read receipts
ru: Уведомления о прочтении

# gfT-SI-43h.title
source: Video Preview
ru: Превью видео

# hDW-u7-vzK.placeholder
source: Configuration Code
ru: Код конфигурации

# hTR-e8-PeX.title
source: Blocked Contacts
ru: Заблокированные

# hUo-8f-ZiA.title
source: Personal
ru: О себе

# hZA-k4-xku.title
source: New Chat
ru: Новый чат

# hoE-gS-bIw.normalTitle
source: Request
ru: Запросить

# iYo-Ip-40L.headerTitle
source: General
ru: Общее

# ity-bg-zqr.text
source: Title
ru: Название группы

# jZE-Vv-ggf.text
source: Add Members
ru: Добавить участников

# jal-tR-OpF.headerTitle
source: Tags (Content Discovery)
ru: Тэги (поиск групп и контактов)

# jjO-7B-XRZ.headerTitle
source: Confirmation
ru: Подтверждение

# kDN-bf-JDL.placeholder
source: Name of the group
ru: Название группы

# kJw-Pr-jNc.headerTitle
source: Permissions
ru: Права доступа

# kSc-xN-hqx.text
source: File name:
ru: Имя файла:

# kiu-a5-pT6.text
source: Content type:
ru: Тип контента:

# lJB-qW-1zX.headerTitle
source: Group Members
ru: Участники

# lRE-RJ-Qgv.text
source: File name:
ru: Имя файла:

# mV4-Fq-kmc.title
source: Account and Security
ru: Аккаунт и безопасность

# moa-6V-LhX.text
source: Size:
ru: Размер:

# n9d-hv-55K.title
source: Chats
ru: Чаты

# nho-5Y-Mt8.placeholder
source: Login
ru: Логин

# ntt-8z-Ay2.text
source: No results
ru: Не найдено

# oER-Xi-WOZ.title
source: Confirm credentials
ru: Подтвердить емейл

# q6T-TC-n42.normalTitle
source: Forgot password?
ru: Забыл пароль?

# qBo-ye-avT.title
source: New chat
ru: Новый чат

# qY7-Dy-tZI.text
source: Size:
ru: Размер:

# qeU-hX-VEM.title
source: Administrative and Security
ru: Административные настройки

# qvs-D4-f94.text
source: Change password
ru: Изменить пароль

# r8j-wT-BLF.text
source: Manage Tags
ru: Настройки тэгов

# raq-d6-2nI.headerTitle
source: Actions
ru: Действия

# rlG-v4-QUc.title
source: Profile
ru: Профиль

# rlX-B4-4KE.text
source: Leave Group
ru: Покинуть группу

# rqZ-eR-8TP.title
source: Find
ru: Найти

# skU-B7-Zed.text
source: This is a channel
ru: Это канал

# syF-Vp-vRc.text
source: John Doe
ru: Иван Петров

# w7y-oy-XLG.text
source: My Code
ru: Мой код

# wPJ-94-8aV.text
source: Yours
ru: Ваш

# wd7-ah-oJu.text
source: Authenticated users
ru: Авторизованныые

# wnZ-ve-5xb.text
source: Delete Messages
ru: Удалить сообщения

# xMh-7W-PhM.text
source: Subtitle
ru: Подзаголовок

# xyg-ee-0pd.text
source: Incognito mode
ru: Инкогнито

# y4A-Jz-woo.placeholder
source: Confirmation code
ru: Код подтверждения

# yFq-90-cu1.normalTitle
source: Confirm
ru: Подтвердить

# yKx-xt-rdn.placeholder
source: First and last name
ru: Имя и фамилия

# z08-iK-CeG.text
source: Account and Security
ru: Аккаунт и безопасность

# zW8-KF-N8J.headerTitle
source: Default Permissions
ru: Права доступа по умолчанию

# zkl-8R-Tma.text
source: Staff-managed
ru: Административный

# zmL-3Y-R2r.placeholder
source: Email
ru: Емейл или телефон

# zr8-yN-F8L.text
source: Leave Conversation
ru: Покинуть чат

# zww-h7-9s0.title
source: Settings
ru: Настройки

# zz2-fg-2IG.text
source: Permissions, block or report chat
ru: Разрешения, заблокировать или пожаловаться

# NSCameraUsageDescription
source: Tinode takes photos with the camera to use as avatar or to send them to your contacts
ru: Tinode использует камеру для того, чтобы создать аватар или для того, чтобы отправить фото вашим контактам

# NSContactsUsageDescription
source: Tinode sends only emails and phone numbers to the Tinode server to help you connect with other users
ru: Tinode сохраняет емейлы и номера телефонов на сервере для того, чтобы найти по ним ваших знакомых

# NSMicrophoneUsageDescription
source: Tinode uses microphone to record audio messages you send to your contacts
ru: Tinode использует микрофон для записи аудио, которое вы отправляете в своих сообщениях

# NSPhotoLibraryAddUsageDescription
source: Images and pictures from Tinode can be saved in the photo library
ru: Фото и картинки из Tinode могут быть сохранены в фото-библиотеке

# NSPhotoLibraryUsageDescription
source: Tinode needs access to your photos to let you you send them to your contacts
ru: Tinode-у нужно получить доступ к вашим фото для того, чтобы вы могли прикреплять их к сообщениям

source: Host name
ru: Имя сервера

source: Use TLS
ru: Использовать TLS

source: Wire transport
ru: Протокол обмена

source: Connection settings
ru: Настройки соединения

# AMx-JQ-2f8.normalTitle
source: Cancel
ru: Отменить

# W0P-gB-P5h.text
source: Title
ru: Название

# eeW-SH-URg.text
source: Tags (content discovery)
ru: Тэги (поиск контактов)

# vOv-C1-oEb.normalTitle
source: Cancel
ru: Отменить

source: New chat
ru: Новый чат
