Repository: tinode/ios
Catalog: *.lproj/Localizable.strings
Languages: it, uk, zh_hant

source: Accept
it: Accettare
uk: Прийняти
zh_hant: 接受

source: Action failed: %@
it: Azione fallita: %@
uk: Помилка виконання: %@
zh_hant: 操作失敗：%@

source: Add contact
it: Aggiungi contatto
uk: Додати контакт
zh_hant: 新增聯絡人

source: Additional info (private)
it: Info aggiuntive (private)
uk: Додатково (тільки для себе)
zh_hant: 額外資訊 (私人)

source: Address copied
it: Indirizzo copiato
uk: Адресу скопійовано
zh_hant: 地址已複製

source: Alias copied
it: Alias copiato
uk: Псевдонім скопійовано

source: Also block and remove all messages
it: Blocca e rimuovi anche tutti i messaggi
uk: Заблокувати та видалити всі повідомлення
zh_hant: 同時封鎖並移除所有訊息

source: Archive
it: Archivio
uk: Архів
zh_hant: 封存

source: Archived Chats
it: Chats Archiviate
uk: Архів чатів
zh_hant: 已封存的對話

source: Archived Chats (%@)
it: Chats Archiviate (%@)
uk: Архів чатів (%@)
zh_hant: 已封存的對話 (%@)

source: Are you sure you want to delete your account? It cannot be undone.
it: Sei sicuro di voler eliminare il tuo account? L'operazione non può essere annullata.
uk: Ви впевнені, що бажаєте видалити акаунт? Видалення остаточне.
zh_hant: 您確定要刪除您的帳號嗎？此操作無法還原。

source: Are you sure you want to log out?
it: Sei sicuro di voler uscire?
uk: Ви впевнені, що бажаєте вийти із додатку?
zh_hant: 您確定要登出嗎？

source: Attachment
it: Allegato
uk: Аттачмент
zh_hant: 附加檔案

source: Attachment exceeds maximum size
it: L'allegato supera la dimensione massima
uk: Аттачмент перевищує максимальний розмір
zh_hant: 附件超過最大尺寸

source: Audio-only
it: Solo audio
uk: Тільки звук
zh_hant: 僅限音訊

source: Block
it: Blocca
uk: Заблокувати
zh_hant: 封鎖

source: Block contact?
it: Bloccare il contatto?
uk: Заблокувати контакт?
zh_hant: 要封鎖聯絡人嗎？

source: button
it: bottone
uk: кнопка
zh_hant: 按鈕

source: Call
it: Chiamata
uk: Дзвінок
zh_hant: 呼叫

source: Can't change permissions for this user.
it: Non è possibile modificare le autorizzazioni per questo utente.
uk: Не вдалося змінити права доступу.
zh_hant: 無法修改此使用者的權限。

source: Can't make this user owner.
it: Non è possibile rendere proprietario questo utente.
uk: Не вдалося передати права володіння.
zh_hant: 無法將擁有者身分轉移給此使用者。

source: Cancel
it: Annulla
uk: Скасувати
zh_hant: 取消

source: cancelled
it: cancellata
uk: скасовано
zh_hant: 已取消

source: Cannot send email: functionality not accessible.
it: Non è possibile inviare la mail: funzionalità non accessibile.
uk: Неможливо надіслати емейл: функція недоступна.
zh_hant: 無法傳送郵件：無法存取功能。

source: Change Password
it: Cambiae Password
uk: Змінити пароль
zh_hant: 修改密碼

source: Change permissions
it: Cambia i permessi
uk: Змінити права доступу
zh_hant: 修改權限

source: Check out Tinode Messenger
it: Scopri Tinode Messenger
uk: Подивись Tinode Messenger
zh_hant: 試試 Tinode Messenger

source: Check out Tinode Messenger: https://tinode.co/
it: Scopri Tinode Messenger: https://tinode.co/
uk: Подивись на Tinode Messenger: https://tinode.co/
zh_hant: 試試 Tinode Messenger：https://tinode.co/

source: Clear all messages?
it: Cancella tutti i messaggi?
uk: Видалити всі повідомлення?
zh_hant: 確定要清除所有訊息嗎？

source: confirm
it: conferma
uk: підтвердити
zh_hant: 確認

source: Confirm contact
it: Conferma contatto
uk: Підтвердити контакт
zh_hant: 確認聯絡人

source: Confirmaition message sent to %@
it: Messaggio di conferma inviato a %@
uk: Підтвердження надіслано на %@
zh_hant: 已將確認訊息傳送給 %@

source: Confirmation code sent
it: Inviato codice di conferma
uk: Код підтвердження надіслано
zh_hant: 傳送確認程式

source: Confirmed successfully
it: Confermato con successo
uk: Успішно підтверджено
zh_hant: 確認成功

source: Confirming...
it: In conferma...
uk: Перевірка...
zh_hant: 確認...

source: connecting
it: connessione
uk: з'єднується
zh_hant: 連線

source: Connection to server lost.
it: Connessione al server perduta.
uk: Зв'язок із сервером втрачено.
zh_hant: 失去與伺服器的連線。

source: Content deleted
it: Contenuto cancellato
uk: Контент видалено

source: Copy
it: Copia
uk: Копіювати
zh_hant: 複製

source: Copy to clipboard
it: Copia nella clipboard
uk: Копіювати
zh_hant: 複製至剪貼簿

source: Could not change password: %@
it: Non posso cambiare la password: %@
uk: Не вдалося змінити пароль: %@
zh_hant: 無法修改密碼：%@

source: Couldn't connect to server at %@: %@
it: Non posso connettermi al server %@: %@
uk: Не вдалося підключитися до сервера %@: %@
zh_hant: 無法連接位於 %@ 的伺服器：%@

source: Current credential
it: Credenziale attuale
uk: Поточне значення
zh_hant: 當前證書

source: Delete
it: Elimina
uk: Видалити
zh_hant: 刪除

source: Delete for all
it: Elimina per tutti
uk: Видалити для всіх

source: Delete for me
it: Elimina per me
uk: Видалити для мене

source: Delete Saved messages?
it: Eliminare i messaggi salvati?
uk: Видалити збережені повідомлення?

source: Delete the group?
it: Eliminare il gruppo?
uk: Видалити групу?
zh_hant: 要刪除群組嗎？

source: Directory
it: Cartella
uk: Директорія
zh_hant: 目錄

source: Edit
it: Modifica
uk: Змінити
zh_hant: 編輯

source: Edit account name
it: Modifica il nome dell'account
uk: Редагувати акаунт
zh_hant: 編輯帳號名稱

source: Edit Group
it: Modifica Gruppo
uk: Редагувати групу
zh_hant: 編輯群組

source: edited
it: modificato
uk: змінено
zh_hant: 編輯

source: Email
uk: Емейл
zh_hant: 電子郵件地址

source: Enter a valid credential (phone or email).
it: Inserisci una credenziale valida (telefono o email).
uk: Введіть коректний емейл або телефон.
zh_hant: 輸入有效的認證 (電話號碼或是電子郵件信箱)。

source: Enter confirmation code sent to you by %@
it: Inserisci il codice di conferma che ti è stato inviato da %@
uk: Введіть код підтвердження, надісланий вам по %@
zh_hant: 輸入透過 %@ 傳送給您的確認碼

source: Enter email or phone number
it: Inserisci l'email o il numero di telefono
uk: Введіть емейл або телефон
zh_hant: 輸入電話號碼或是電子郵件信箱

source: Enter new password
it: Inserisci la nuova password
uk: Введіть новий пароль
zh_hant: 輸入新密碼

source: Entered text is neither email nor phone number.
it: Il testo inserito non è né un indirizzo email né un numero di telefono.
uk: Введений текст не схожий на емейл або телефон.
zh_hant: 您輸入的不是電子郵件信箱或是電話號碼

source: Error changing permissions: %@
it: Errore durante la modifica dei permessi: %@
uk: Помилка зміни прав доступу: %@
zh_hant: 修改權限失敗：%@

source: Failed to create account: %@
it: Impossibile creare l'account: %@
uk: Помилка створення акаунта: %@
zh_hant: 建立帳號失敗：%@

source: Failed to create URL string for file: %@
it: Impossibile creare la stringa URL per il file: %@
uk: Помилка створення URL для файлу %@
zh_hant: 無法為檔案建立URL字串：%@

source: Failed to save group and contact info.
it: Impossibile salvare le informazioni sul gruppo e sui contatti.
uk: Не вдалося зберегти групу та контактну інформацію.
zh_hant: 無法儲存群組及聯絡資訊。

source: Failed to send email: %@
it: Impossibile inviare l'e-mail: %@
uk: Не вдалося надіслати емейл: %@
zh_hant: 未能傳送電子郵件：%@

source: Failed to subscribe to topic: %@
it: Impossibile iscriversi all'argomento: %@
uk: Не вдалося підписатися на: %@
zh_hant: 無法訂閱主題：%@

source: For all
it: Per tutti
uk: Для всіх
zh_hant: 所有人

source: For me
it: Per me
uk: Для себе
zh_hant: 僅我自己

source: Form
it: Modulo
uk: Форма
zh_hant: 表單

source: Forward
it: Inoltrare
uk: Переслати
zh_hant: 重定向

source: Full name, e.g. John Doe
it: Nome completo, ad esempio Mario Rossi
uk: Повне ім'я, напр. Дмитро Соколов
zh_hant: 全名，例如：王小明

source: Ignore
it: Ignora
uk: Ігнорувати
zh_hant: 忽略

source: in progress
it: in corso
uk: в процесі
zh_hant: 正在進行中

source: Incoming call
it: Chiamata in arrivo
uk: Вхідний дзвінок
zh_hant: 來電

source: Invalid group ID: %d (%@)
it: ID di gruppo non valido: %1$d (%2$@)
uk: Недійсний ID групи: %1$d (%2$@)
zh_hant: 群組 ID 無效：%1$d (%2$@)

source: Invalid image
it: Immagine non valida
uk: Зображення з помилкою
zh_hant: 影象無效

source: Invalid or unknown address
it: Indirizzo non valido o sconosciuto
uk: Невідома адреса
zh_hant: 無效或未知地址

source: Invite
it: Invito
uk: Запросити
zh_hant: 邀請

source: Join
it: Unisciti
uk: Приєднатися

source: Leave
it: Abbandona
uk: Вийти
zh_hant: 離開

source: Leave the conversation?
it: Vuoi abbandonare la conversazione??
uk: Вийти з чату?
zh_hant: 要離開對話嗎？

source: Leave the group?
it: Abbandonare il gruppo?
uk: Вийти з групи?
zh_hant: 要離開群組嗎？

source: Local Contacts
it: Contatti locali
uk: Контакти на телефоні
zh_hant: 本機聯絡人

source: Logging in...
it: Accesso in corso...
uk: Вхід...
zh_hant: 正在登入...

source: Login info missing...
it: Mancano le informazioni di accesso...
uk: Логін не повний...
zh_hant: 缺少登入資訊...

source: Make owner
it: Rendi proprietario
uk: Зробити власником
zh_hant: 轉移擁有者

source: Manage members
it: Gestisci i membri
uk: Управління учасниками
zh_hant: 管理成員

source: message deleted
it: messaggio eliminato
uk: повідомлення видалено

source: message not found
it: messaggio non trovato
uk: повідомлення не знайдено

source: Message not sent.
it: Messaggio non inviato.
uk: Повідомлення не надіслано.
zh_hant: 未傳送訊息。

source: Message with instructions sent to the provided address.
it: Il messaggio con le istruzioni è stato inviato all'indirizzo fornito.
uk: Повідомлення з інструкціями надіслано на вказану адресу.
zh_hant: 已將指示傳送到指定的位址。

source: Messages
it: Messaggi
uk: Повідомлення
zh_hant: 訊息

source: My Code
it: Il mio Codice
uk: Мій код
zh_hant: 我的程式

source: Name of the group
it: Nome del gruppo
uk: Назва групи
zh_hant: 群組名稱

source: Never ??:??
it: Mai ??:??
uk: Ніколи ??:??
zh_hant: 永不 ??:??

source: New Chat
it: Nuova Chat
uk: Новий чат
zh_hant: 新對話

source: No access to email
it: Nessun accesso alla posta elettronica
uk: Немає доступу до емейлу
zh_hant: 無存取電子郵件地址的權限

source: No access to messages
it: Nessun accesso ai messaggi
uk: Немає доступу до повідомлень
zh_hant: 無存取訊息的權限

source: No members selected
it: Nessun membro selezionato
uk: Учасників не обрано
zh_hant: 未選擇任何成員

source: No messages in the conversation
it: Nessun messaggio nella conversazione
uk: Повідомлення відсутні
zh_hant: 對話中沒有訊息

source: No permission to access camera
it: Nessun permesso per accedere alla fotocamera
uk: Немає доступу до камери
zh_hant: 無權訪問相機

source: No permission to access microphone
it: Nessun permesso per accedere al microfono
uk: Немає доступу до мікрофону
zh_hant: 無權訪問麥克風

source: Notes, messages, links, files saved for posterity
it: Note, messaggi, link, file salvati per i posteri
uk: Нотатки, повідомлення, посилання, файли, збережені для нащадків

source: online now
it: Ora sei online
uk: зараз онлайн
zh_hant: 現在線上

source: Only Owner can delete group
it: Solo il proprietario può eliminare il gruppo
uk: Тільки власник може видалити групу
zh_hant: 只有擁有者能夠刪除群組

source: Optional description
it: Descrizione facoltativa
uk: Необов'язковий опис

source: Outgoing call
it: Chiamata in uscita
uk: Вихідний дзвінок
zh_hant: 撥出電話

source: Owner cannot leave the group
it: Il proprietario non può lasciare il gruppo
uk: Власник не може покинути групу
zh_hant: 擁有者不能離開群組

source: Password too short
it: La password è troppo breve
uk: Пароль надто короткий
zh_hant: 密碼過短

source: Password updated
it: La password è aggiornata
uk: Пароль змінений
zh_hant: 密碼更新

source: Permissions not modified: %d (%s)
it: I permessi non sono modificati: %1$d (%2$s)
uk: Права не змінені: %1$d (%2$s)
zh_hant: 未修改權限：%1$d (%2$s)

source: Picture
it: Foto
uk: Картинка
zh_hant: 圖片

source: Pin
uk: Закріпити
zh_hant: 固定

source: Playback failed
it: La riproduzione non è riuscita
uk: Помилка при запуску
zh_hant: 播放失敗

source: Please wait...
it: Attendere prego...
uk: Зачекайте...
zh_hant: 請稍候...

source: Private info: not set
it: Informazioni private: non impostate
uk: Приватна інформація: не налаштована
zh_hant: 私人資訊：未設定

source: QRCode scanner failed to initialize
it: Impossibile inizializzare lo scanner per il QRCode
uk: Сканер QR кодів не працює
zh_hant: QRCode掃描器初始化失敗

source: Recording failed
it: Registrazione fallita
uk: Помилка запису
zh_hant: 錄音失敗

source: Registering...
it: Registrazione in corso...
uk: Реєстрація...
zh_hant: 正在註冊...

source: Remove
it: Rimuovi
uk: Видалити
zh_hant: 移除

source: Remove %@ from %@?
it: Rimuovi %1$@ da %2$@?
uk: Видалити %1$@ з %2$@?
zh_hant: 要將 %1$@ 從 %2$@ 移除嗎？

source: Remove and ban %@ from %@?
it: Rimuovi e banna %1$@ da %2$@?
uk: Видалити та заблокувати %1$@ з %2$@?
zh_hant: 要將 %1$@ 從 %2$@ 移除並封禁嗎？

source: Reply
it: Rispondi
uk: Відповісти
zh_hant: 回答

source: Report
it: Segnala
uk: Поскаржитись
zh_hant: 檢舉

source: Report contact?
it: Segnala il contatto?
uk: Сповістити про порушення?
zh_hant: 要檢舉聯絡人嗎？

source: Report Group?
it: Segnala il gruppo?
uk: Сповістити про порушення?
zh_hant: 要檢舉群組嗎？

source: Request failed: %@
it: Richiesta fallita: %@
uk: Помилка запиту: %@
zh_hant: 請求失敗：%@

source: Requesting...
it: Richiesta in corso...
uk: Запит...
zh_hant: 正在請求...

source: Saved messages
it: Messaggi salvati
uk: Збережені повідомлення

source: Scan Code
it: Scansiona il codice
uk: Сканувати код
zh_hant: 掃描程式

source: Search by tags
it: Ricerca per tags
uk: Пошук по тегам
zh_hant: 以標籤搜尋

source: Search functionality limited. Grant Contacts permission.
it: La funzionalità di ricerca è limitata. Concedi l'autorizzazione ai contatti.
uk: Пошук не працює: дайте доступ до контактів.
zh_hant: 搜尋功能受限。請授予存取聯絡人的權限。

source: Select at least one group member
it: Seleziona almeno un membro del gruppo
uk: Виберіть хоча б одного члена групи
zh_hant: 至少選取一位群組成員

source: Send message
it: Invia il messaggio
uk: Надіслати повідомлення
zh_hant: 傳送訊息

source: Service unavailable at this time. Please try again later.
it: Il servizio non è disponibile al momento. Riprova più tardi..
uk: Служба наразі недоступна. Будь ласка, спробуйте пізніше.
zh_hant: 此時無法提供服務。 請稍後再試。

source: Something went wrong: (%d) %@
it: Qualcosa è andato storto: (%1$d) %2$@
uk: Щось пішло не так: (%1$d) %2$@

source: Something went wrong: %d (%s)
it: Qualcosa è andato storto: %1$d (%2$s)
uk: Щось пішло не так: %1$d (%2$s)
zh_hant: 有東西出錯了：%1$d (%2$s)

source: Tags missing.
it: Tag mancanti.
uk: Теги не знайдено.
zh_hant: 缺少標籤。

source: The avatar is too small.
it: L'avatar è troppo piccolo.
uk: Аватар надто маленький
zh_hant: 头像太小了。

source: The file size exceeds the limit %@
it: La dimensione del file supera il limite %@
uk: Розмір файлу перевищив ліміт %@
zh_hant: 檔案大小超出限制 %@

source: Topic name missing
it: Il nome dell'argomento è mancante
uk: Назва відсутня
zh_hant: 缺少主題名稱

source: Unarchive
it: Disarchiviare
uk: Розархівувати
zh_hant: 未封存

source: Unblock
it: Sblocca
uk: Розблокувати
zh_hant: 解除封鎖

source: undefined
it: Non definito
uk: без назви
zh_hant: 未定義

source: Undefined
it: Non definito
uk: Без назви
zh_hant: 未定義

source: Unknown
it: Sconosciuto
uk: Невідомо
zh_hant: 未知

source: Unknown %@
it: Sconosciuto %@
uk: Невідомий %@
zh_hant: 未知 %@

source: Unknown or unnamed
it: Sconosciuto o senza nome
uk: Невідомо або без назви

source: Unknown type
it: Il formato è sconosciuto
uk: Невідомий тип
zh_hant: 未知型別

source: Unpin
uk: Відкріпити
zh_hant: 取消固定

source: Unsupported
it: Non supportato
uk: Не підтримується
zh_hant: 不受支援

source: Updating password...
it: Aggiornamento password in corso...
uk: Пароль змінюється...
zh_hant: 更新密碼...

source: Upload failed (%@): empty response body.
it: il caricamento non è riuscito (%@): corpo della risposta vuoto.
uk: Помилка завантаження (%@): порожня відповідь сервера.
zh_hant: 上傳失敗 (%@)：回應本體空白。

source: Upload failed (%@): response code %d.
it: il caricamento non è riuscito (%1$@): codice di risposta %2$d.
uk: Помилка завантаження (%1$@): код %2$d.
zh_hant: 上傳失敗 (%1$@)：回傳碼 %2$d。

source: Upload failed (%@). No server response.
it: il caricamento non è riuscito (%@). Nessuna risposta dal server.
uk: Помилка завантаження (%@). Сервер не доступний.
zh_hant: 上傳失敗 (%@)。伺服器無回應。

source: Verification failure: %d %@
it: Verifica fallita: %1$d %2$@
uk: Помилка верифікації: %1$d %2$@
zh_hant: 驗證失敗：%1$d %2$@

source: Video
uk: Відео
zh_hant: 影片

source: We will send a SMS with confirmation code to the number below
it: Invieremo un SMS con il codice di conferma al numero sottostante
uk: Ми надішлемо СМС з кодом підтвердження на вказаний нижче номер
zh_hant: 我們將向以下號碼傳送帶有確認程式的簡訊

source: We will send an email with confirmation code to the address below
it: Invieremo un'e-mail con il codice di conferma all'indirizzo sottostante
uk: Ми надішлемо емейл з кодом підтвердження на вказану нижче адресу
zh_hant: 我們將向以下地址傳送一封帶有確認程式的電子郵件

source: You
it: Tu
uk: Ви
zh_hant: 您

source: You are invited to start a new chat. What would you like?
it: Sei invitato ad avviare una nuova chat. Cosa desideri?
uk: Вас запросили до чату. Підтвердити?
zh_hant: 您已被邀請開始新對話。接下來您要做什麼呢？

source: You are offline.
it: Tu sei offline.
uk: Ви офлайн.
zh_hant: 您處於離線狀態。

source: You have no chats ¯\_(ツ)_/¯
it: Tu non hai chats ¯\_(ツ)_/¯
uk: Немає чатів ¯\_(ツ)_/¯
zh_hant: 您沒有任何對話 ¯\_(ツ)_/¯

source: Content deleted
zh_hant: 內容已刪除

source: Add optional description
zh_hant: 添加可选描述

source: Edit Description
zh_hant: 编辑描述

source: Edit Title
zh_hant: 编辑标题

source: OK
zh_hant: 好的

source: Private Comment
zh_hant: 私人评论
